Repository: PolloFox/Darwin
Catalog: apps/backend/i18n/template.xliff
Languages: fr

source: [0]No Results Retrieved|[1]Your query retrieved 1 record|(1,+Inf]Your query retrieved %1% records
fr: [0]Aucun résultat trouvé|[1]Votre requête à trouvé 1 enregistrement(1,+Inf]Votre requête à trouvé %1% enregistrements

source: My Preferences
fr: Mes Préférences

source: My Profile
fr: Mon profil

source: My Widgets
fr: Mes Widgets

source: Saved Specimens list
fr: Liste des spécimens sauvés

source: Saved search
fr: Recherches sauvées

source: Searches
fr: Recherches

source: Taxonomy
fr: Taxonomie

source: Chronostratigraphy
fr: Chronostratigraphie

source: Lithostratigraphy
fr: Lithostratigraphie

source: Lithology
fr: Lithologie

source: Mineralogy
fr: Minéralogie

source: Expeditions
fr: Expéditions

source: I.G. Numbers
fr: Numéros I.G

source: People
fr: Personnes

source: Sampling location
fr: Point d'échantillonage

source: Collecting Methods
fr: Methodes de collecte

source: Collecting Tools
fr: Outils de collecte

source: Specimens
fr: Échantillons

source: Pinned Items
fr: Objets épinglés

source: Specimens (%d)
fr: Échantillons (%d)

source: Individuals (%d)
fr: Individus (%d)

source: Parts (%d)
fr: Parties (%d)

source: Add
fr: Ajouter

source: RBINS I.G. Numbers
fr: RBINS Numéros I.G

source: User
fr: Utilisateur

source: Search
fr: Rechercher

source: Help
fr: Aide

source: Loading
fr: Chargement

source: check only editable
fr: Sélectionner seulement les éditables

source: clear
fr: Rafraichir

source: And
fr: Et

source: Name
fr: Nom

source: Level
fr: Niveau

source: Category
fr: Catégorie

source: Between
fr: Entre

source: and
fr: Et

source: Add code
fr: Ajouter code

source: Choose latitude/longitude on map
fr: Choisir latitude/longitude sur la carte

source: Add Value
fr: Ajouter valeur

source: Cancel
fr: Annuler

source: Are you sure ?
fr: Etes vous sûre ?

source: Delete
fr: Supprimer

source: Save
fr: Sauver

source: Add new Taxon
fr: Ajouter un nouveau taxon

source: Add New Specimen
fr: Ajouter un nouvel échantillon

source: My Saved Specimens
fr: Mes échantillons sauvés

source: Go to your search
fr: Aller à la recherche

source: [0] No Items|[1] 1 Item |(1,+Inf] %1% Items
fr: [0] Pas d'objets|[1] 1 objet |(1,+Inf] %1% Objets

source: Manage
fr: Gerer

source: My Saved Searches
fr: Mes recherches sauvées

source: My Lasts Items
fr: Mes derniers objets

source: Record Id
fr: Id d'enregistrement

source: Nothing here
fr: Rien ici

source: Week
fr: Semaine

source: Month
fr: Mois

source: Year
fr: Année

source: you can't do that !!
fr: Vous ne pouvez pas faire ça !!

source: Please save your individual in order to add properties
fr: Veuillez sauver votre individu pour pouvoir ajouter des propriétés

source: Comment
fr: Commentaire

source: Add comment
fr: Ajouter commentaire

source: View Lithologic unit
fr: Voir unité lithologique

source: Color
fr: Couleur

source: Add Lithologic unit
fr: Ajouter unité litholo

source: New Lithologic unit
fr: Nouvelle unité Lithologique

source: Edit Lithologic unit
fr: Editer unité lithologique

source: The parenty does not follow the possible upper level rule
fr: La parenté ne suis pas les règles de niveaux supérieurs possibles

source: New Unit
fr: Nouvelle unité

source: Duplicate Unit
fr: Dupliquer unité

source: Are you sure?
fr: Etes vous sûre ?

source: Search Lithologic unit
fr: Rechercher unité Lithologique

source: Lithologic unit Search
fr: Recherche d'unité Lithologique

source: Choose a Lithologic unit
fr: Choisir une unité lithologique

source: Dashboard
fr: Tableau de bord

source: Hi Big Brother... I'm Watching You!
fr: Salut Big Brother... je t'observe!

source: Nothing to watch...Check with the KGB ?
fr: Rien a voir... adressez vous au KGB ?

source: Vernacular name
fr: Nom vernaculaire

source: View specimen individual
fr: Voir individu d'échantillon

source: View Specimen
fr: Voir échantillon

source: Individual overview
fr: Aperçu individu

source: Individual %d
fr: Individu %d

source: Parts overview
fr: Aperçu Parties

source: Back
fr: Retour

source: Specimen individuals overview
fr: Aperçu individus d'échantillon

source: There a currently no individual
fr: Il n'y a actuellement pas d'individus

source: Sex
fr: Sexe

source: State
fr: Etat

source: Stage
fr: Etape

source: Social status
fr: Statut social

source: Rock form
fr: Form rocheuse

source: View this individual
fr: Voir cet individu

source: Edit this individual
fr: Editer cet individu

source: Go to parts overview
fr: Aller à l'aperçu des parties

source: Edit a new part
fr: Editer une nouvelle partie

source: Add New
fr: Ajouter nouveau

source: New individual
fr: Nouvel individu

source: Duplicate individual
fr: dupliquer individu

source: You must select a least 1 specimen
fr: Vous devez sélectionner au moins 1 échantillon

source: Save this search
fr: Sauver cet recherche

source: Save your search
fr: Sauver votre recherche

source: Last modification
fr: Dernière modification

source: Type of Search
fr: Type de recherche

source: Number of items
fr: Nombre d'objets

source: My saved specimens
fr: Mes échantillons sauvés

source: My saved searches
fr: Mes recherches sauvées

source: Edit your specimens
fr: Editer vos échantillons

source: Edit your search
fr: Editer votre recherche

source: Save my pinned specimens
fr: Sauver mes spécimens épinglés

source: New
fr: Nouveau

source: To a new list
fr: Vers une nouvelle liste

source: Existing
fr: Existant

source: Go
fr: Aller

source: Save your specimens
fr: Sauver vos échantillons

source: Taxonomy :
fr: Taxonomie :

source: Chronostratigraphy :
fr: Chronostratigraphie :

source: Lithostratigraphy :
fr: Lithostratigraphie :

source: Lithology :
fr: Lithologie :

source: Mineralogy :
fr: Mineralogie :

source: Sampling Location :
fr: Point d'échantillonage :

source: No Items here. Please pin some items or another source to be able to do a mass action
fr: Pas d'objet. veuillez épingler quelques objets ou une autre source pour pouvoir faire une action de masse

source: Action Status :
fr: Statut de l'action :

source: [0] No Item modified|[1] Everything seems to go well. Your action was applied to 1 record |(1,+Inf] Every thing seems to go well. Your action was applied to %1% records
fr: [0] pas d'objet modifié|[1] Tout a l'air de s'être bien déroulé. Votre action a été appliquée à 1 enregistrement |(1,+Inf] ETout a l'air de s'être bien déroulé. Votre action a été appliquée à %1% enregistrements

source: Mass Actions :
fr: Actions de masse :

source: Houston, We've Got a Problem
fr: Houston, on a un problème

source: Sex :
fr: Sexe :

source: State :
fr: Etat :

source: Building :
fr: Bâtiment :

source: Floor :
fr: Etage :

source: Room :
fr: Salle :

source: Row :
fr: Rayon :

source: Shelf :
fr: Plateau :

source: Social Status :
fr: Statut social :

source: View Institution
fr: voir institution

source: Add Instution
fr: Ajouter institution

source: New Institution
fr: Nouvelle institution

source: Edit Institution
fr: Editer institution

source: Duplicate Institution
fr: Dupliquer institution

source: Search Institutions
fr: Rechercher institutions

source: Institution Search
fr: recherche d'institution

source: Abbreviation
fr: Abréviation

source: View
fr: Voir

source: Choose
fr: Choisir

source: No Matching Items
fr: Aucun enregistrements concordants

source: Search Institution
fr: Rechercher institution

source: Sampling locations
fr: Point d'échantillonage

source: Chronostratigraphic unit
fr: unité chronostratigraphique

source: Ig unit
fr: Unité Ig

source: Lithostratigraphic unit
fr: Unité lithostratigraphique

source: Lithologic unit
fr: Unité Lithologique

source: Mineralogic unit
fr: Unité Minéralogique

source: Social Status
fr: Statut social

source: Rock Form
fr: Forme rocheuse

source: Individual Count
fr: Nombre d'invididus

source: Part
fr: Partie

source: Part Status
fr: Statut de parties

source: Part Codes
fr: Codes de parties

source: Part Count
fr: Nombres de parties

source: Building
fr: Bâtiment

source: Floor
fr: Etage

source: Room
fr: Salle

source: Row
fr: Rayon

source: Shelf
fr: Plateau

source: Container Type
fr: Type de container

source: Container Storage
fr: Conteneur de stockage

source: Sub Container
fr: Sous container

source: Sub Container Type
fr: Type de sous container

source: Sub Container Storage
fr: Sous conteneur de stockage

source: Duplicate this individual
fr: Dupliquer cet individu

source: Physical
fr: Physique

source: Other
fr: Autre

source: Country
fr: Pays

source: Search Specimens
fr: Rechercher échantillons

source: Specimens Search
fr: Recherche de échantillons

source: Specimens search result
fr: Résultat de recherche d'échantillons

source: Specimens Search Result
fr: Résultat de recherche d'échantillons

source: You must select at least one specimen.
fr: Vous devez sélectionner au moins un échantillon

source: Back to criteria
fr: Retour aux critères

source: Remove selected
fr: Retirer sélectionnés

source: Un-Save this result
fr: Annuler sauvegarde de ce résultat

source: Save this result
fr: Sauver ce resultat

source: Edit
fr: Editer

source: Duplicate
fr: Dupliquer

source: No Specimen Matching
fr: Aucun échantillons concordant

source: Sub container
fr: Sous container

source: Edit this part
fr: Editer cette partie

source: Duplicate this part
fr: Dupliquer cette partie

source: View this part
fr: Voir cette partie

source: Specimen
fr: Echantillon

source: Individual
fr: Individu

source: Contribute
fr: Contributeur

source: Contribute :
fr: contributeur :

source: Since Darwin is Open Source, and entirely based on open source software, we would be glad if you want to contribute to the project.<br /> Suggestions, Patch, Bug Report or Bounties a welcome on our Request tracker : <a href="http://projects.naturalsciences.be/projects/darwin">http://projects.naturalsciences.be/projects/darwin</a>
fr: Puisque Darwin est un produit libre, et entièrement basé sur des logiciels libres, Nous serions ravis si vous vouliez contribuer à notre projet.<br /> Suggestions, Patch, rapport de Bug ou primes sont les bienvenues sur notre traqueur de requêtes : <a href="http://projects.naturalsciences.be/projects/darwin">http://projects.naturalsciences.be/projects/darwin</a>

source: You can reach us at <a href="mailto:collections+git@naturalsciences.be">collections@naturalsciences.be</a>
fr: Vous pouvez nous contacter via <a href="mailto:collections+git@naturalsciences.be">collections@naturalsciences.be</a>

source: Dawin Help
fr: Aide Darwin

source: Darwin Guide :
fr: Guide Darwin :

source: About Dawin
fr: A propos de Darwin

source: About Darwin:
fr: A propos de Darwin:

source: What is DaRWIN ?
fr: Qu'est ce que Darwin ?

source: Darwin is an Open Source tool developped by the ICT-team of the Royal Belgian Institute of Natural Sciences.
fr: Darwin est un outil libre développé par l'équipe ICT de l'Institut Royal des Sciences Naturelle de Belgique

source: What is used by DaWIN ?
fr: Qu'est qui est utilisé dans Darwin ?

source: Who has developped DaWIN ?
fr: Qui a développé Darwin ?

source: The Team :
fr: L'équipe :

source: Add
fr: Ajouter

source: New
fr: Nouveau

source: Please define if you wish to add a new tool or method
fr: Veuillez spécifier si vous souhaiter ajouter un outil ou une méthode

source: Edit
fr: Editer

source: Please define if you wish to edit tool or method
fr: Veuillez spécifier si vous souhaiter éditer un outil ou une méthode

source: Search Collecting Tools
fr: Rechercher outils de collecte

source: Collecting Tools Search
fr: Recherche d'outils de collecte

source: You need to precise if you wish to work on tools or methods
fr: Vous devez préciser si vous souhaitez travailler sur des outils ou des méthodes

source: Duplicate
fr: Dupliquer

source: No
fr: Non

source: You need to tell if you wish to work on tools or methods
fr: Vous devez préciser si vous souhaitez travailler sur des outils ou des méthodes

source: Search Collecting Methods
fr: Rechercher méthodes de collecte

source: Collecting Methods Search
fr: Recherche de méthodes de collecte

source: <strong>Warning!</strong><br /> This unit is used in specimens where you <strong>do not</strong> have encoding rights.<br/>Be sure of what you do!
fr: <strong>Attention!</strong><br /> Cette unité est utilisé dans un échantillon dont vous <strong>n'avez pas</strong> les droits d'encodeurs.<br/>soyez de sûr de ce que vous faites!

source: Keyword
fr: Mot clé

source: You must select a part of the name to add a tag
fr: Vous devez sélectionnez une partie du nom pour ajouter un tag

source: Details :
fr: Détails :

source: Lower bound (My)
fr: Limite inférieure (Ma)

source: Upper bound (My)
fr: Limite supérieure (Ma)

source: Invalid
fr: Invalide

source: Deprecated
fr: Obsolète

source: Specimen category
fr: Catégorie d'échantillon

source: yes
fr: Oui

source: no
fr: Non

source: Sampling location code
fr: Code de point d'échantillonnage

source: Sampling location Tags
fr: Labels de point d'échantillonage

source: No Tools defined
fr: Pas d'outils définis

source: Relationship
fr: Relations

source: Host Taxon
fr: Taxon hôte

source: Host specimen
fr: Echantillon hôte

source: Form
fr: Forme

source: Quantity
fr: Quantité

source: Acquisition category
fr: Catégorie d'acquisition

source: Acquisition date
fr: Date d'acquisition

source: Subject
fr: Sujet

source: Value
fr: Valeur

source: Identifiers
fr: Identificateurs

source: No Methods defined
fr: Aucune méthodes définies

source: Prefix
fr: Préfixe

source: Suffix
fr: Suffixe

source: Add collector
fr: Ajouter collecteur

source: Choose !
fr: Choisir !

source: Clear also host taxon reference ?
fr: Effacer aussi la référence au taxon d'hôte

source: Change !
fr: Changer !

source: Add element
fr: Ajouter élément

source: Please save your specimen in order to add properties
fr: Veuillez sauver votre échantillon afin d'ajouter une propriété

source: Add Donator or Seller
fr: Ajouter donneur et vendeur

source: Add identification
fr: Ajouter identification

source: Please save your part and use the "mass action" in order to add maintenances
fr: Veuillez sauver votre partie et utiliser "l'action de masse" afin d'ajouter une maintenance

source: Status
fr: Statut

source: Yes
fr: Oui

source: No
fr: Non

source: specimen_part
fr: Partie d'échantillon

source: Surnumerary ?
fr: Surnuméraire ?

source: Container type
fr: Type de container

source: Container storage
fr: Conteneur de Stockage

source: Sub container type
fr: Sous type de container

source: Sub container storage
fr: Sous conteneur de stockage

source: No parent
fr: Pas de parenté

source: Accuracy
fr: Précision

source: Specimen part count
fr: Nombre de parties d'échantillon

source: Specimen part count min
fr: Nombre min de parties d'échantillon

source: Specimen part count max
fr: Nombre max de parties d'échantillon

source: Currency
fr: Monnaie

source: Insurer
fr: Assureur

source: Addresses
fr: Adresses

source: Region
fr: Région

source: Locality
fr: Localité

source: Address
fr: Adresse

source: Tags
fr: Labels

source: Edit Address
fr: Editer Adresse

source: Add Address
fr: Ajouter Adresse

source: Edit Communication Means
fr: Editer moyens de communication

source: Phone
fr: Téléphone

source: Add Communication Means
fr: Ajouter moyen de communication

source: Login Type
fr: Type d'identifiant

source: Login System Id
fr: Id d'identifiant système

source: User Name
fr: Nom d'utilisateur

source: Edit Login
fr: Editer Identifiant

source: Add Login
fr: Ajouter identifiant

source: Language
fr: Langage

source: Is Mother Language
fr: Est langue maternelle

source: Edit Languages
fr: Editer langues

source: Preferred
fr: Préféré

source: Add Language
fr: Ajouter Langue

source: View Chronostratigraphic unit
fr: Voir unité chronostratigraphique

source: Add Chronostratigraphic unit
fr: Ajouter unité chronostratigraphique

source: New Chronostratigraphic unit
fr: Nouvelle unité chronostratigraphique

source: Edit Chronostratigraphic unit
fr: Editer unité chronostratigraphique

source: Search Chronostratigraphic unit
fr: Rechercher unité chronostratigraphique

source: Chronostratigraphic unit Search
fr: recherche d'unité chronostratigraphique

source: Choose a Chronostratigraphic unit
fr: Choisir unité chronostratigraphique

source: Choose a type
fr: Choisir un type

source: View People
fr: Voir Personnes

source: Add People
fr: Ajouter personne

source: New People
fr: Nouvelle personne

source: Edit People
fr: Editer personne

source: Duplicate People
fr: Dipliquer personne

source: Search People
fr: Rechercher personne

source: People Search
fr: Recherche de personne

source: Title
fr: Titre

source: Family name
fr: Nom de famille

source: Given name
fr: Prénom

source: Additional Names
fr: Noms additionnels

source: Life
fr: Vie

source: Activity
fr: Activité

source: Communiction Means
fr: Moyens de communication

source: (mother)
fr: (Maternelle)

source: (preferred)
fr: (préféré(e))

source: Relationships
fr: Relations

source: View Lithostratigraphic unit
fr: Voir unité lithostratigraphique

source: Add Lithostratigraphic unit
fr: Ajouter unité lithostratigraphique

source: New Lithostratigraphic unit
fr: Nouvelle unité lithostratigraphique

source: Edit Lithostratigraphic unit
fr: Editer unité lithostratigraphique

source: Search Lithostratigraphic unit
fr: rechercher unité lithostratigraphique

source: Lithostratigraphic unit Search
fr: Recherche d'unité lithostratigraphique

source: Choose a Lithostratigraphic unit
fr: Choisir unité lithostratigraphique

source: View Igs
fr: Voir Igs

source: Add an I.G. number
fr: Ajouter un numéro I.G.

source: New I.G. number
fr: Nouveau numéro I.G.

source: Edit I.G. number
fr: Editer numéro I.G.

source: Edit I.G.
fr: Editer I.G.

source: I.G. number:
fr: Numéro I.G.:

source: I.G. creation date:
fr: Date de création d'I.G. :

source: New I.G.
fr: Nouvel I.G. :

source: Duplicate I.G.
fr: Dupliquer I.G.

source: Search IG Number
fr: Rechercher numéro I.G.

source: General Inventory Numbers Search
fr: Recherche de numéro d'inventaire général

source: I.G. creation date
fr: Date de création d'I.G.

source: No I.G. Matching
fr: Aucun I.G correspondant

source: Choose an I.G. number
fr: Choisir un numéro I.G.

source: Add A Sampling Location
fr: Ajouter un point d'échantillonnage

source: New Sampling Location
fr: Nouveau point d'échantillonnage

source: Edit Sampling Location
fr: Editer point d'échantillonnage

source: Show Result as map
fr: Afficher résultat en carte

source: Add Sub Group
fr: Ajouter sous groupe

source: Add Group
fr: Ajouter groupe

source: New Gtu
fr: Nouveau Gtu

source: Duplicate Gtu
fr: Dupliquer Gtu

source: Search sampling location
fr: Rechercher point d'échantillonnage

source: Sampling location search
fr: Recherche de point d'échantillonnage

source: Location
fr: Localité

source: From
fr: De

source: To
fr: A

source: This application requires an authentication. Please Log in with your username and password.
fr: cette application nécessite une authentication. Veuillez vous connecter avec votre identifiant et mot de passe

source: Log in
fr: Identifiant

source: Role
fr: Rôle

source: Period
fr: Période

source: Edit Relation
fr: Editer relation

source: Add Relationship
fr: Ajouter relation

source: Code prefix
fr: Code préfixe

source: Code prefix sep.
fr: Sep. code préfixe

source: Code suffix sep.
fr: sep code suffixe

source: Code suffix
fr: code suffixe

source: Auto incremented ?
fr: Auto incrémenté ?

source: Same for parts ?
fr: Meme code pour parties ?

source: Edit default specimen codes prefix and suffix
fr: Editer code préfixe et suffixe de l'échantillon par défaut

source: Year of reference
fr: Année de référence

source: Edit (insurances) Values
fr: Editer (assurances) Valeurs

source: Add (insurance) Value
fr: Ajouter (assurances) Valeurs

source: Edit Comment
fr: Editer commentaire

source: Add Comment
fr: Ajouter commentaire

source: Combination of
fr: Combinaison de

source: Recombination
fr: Re-combinaison

source: Sub-Type
fr: Sous type

source: Qualifier
fr: Qualificatif

source: Date From
fr: Date debut

source: Date To
fr: Date fin

source: Values
fr: Valeurs

source: Edit Properties
fr: Editer propriétés

source: [1]Show 1 Value|(1,+Inf]Show %1% Values
fr: [1]Afficher 1 Valeur(1,+Inf]Afficher %1% Valeurs

source: Hide Values
fr: Cacher Valeurs

source: No Values
fr: Pas de valeurs

source: Add Properties
fr: Ajouter propiétés

source: Community
fr: Communauté

source: Names
fr: Noms

source: Edit Vernacular Names
fr: Editer noms vernaculaires

source: [1]Show 1 Name|(1,+Inf]Show %1% Names
fr: [1]Afficher 1 nom|(1,+Inf]Aficher %1% Noms

source: Hide Names
fr: Cacher noms

source: No Names
fr: Pas de noms

source: Add Names
fr: Ajouter Noms

source: Items
fr: Objets

source: Add Synonymies
fr: Ajouter synonymes

source: Renamed to
fr: Renommé en

source: Rename
fr: Renommé

source: The specimen code will be copied automaticaly.
fr: Le code de l'échantillon sera automatiquement copié.

source: Add Code
fr: Ajouter code

source: Please save your part in order to add properties
fr: Veuillez sauver votre partie afin d'ajouter des propriétés

source: Add Insurance
fr: Ajouter assurance

source: Synonym
fr: Synonyme

source: Add Collection
fr: Ajouter Collection

source: New Collection
fr: Nouvelle collection

source: Edit Collection
fr: Editer Collection

source: Category/screen
fr: Catégorie/Ecran

source: Allow visibility
fr: Permettre visibilité

source: Reset
fr: Réinitialiser

source: Public collection
fr: collection publique

source: Users
fr: Utilisateurs

source: Rights
fr: Droits

source: Add User
fr: Ajouter utilisateur

source: New collection
fr: Nouvelle collection

source: Duplicate collection
fr: Dupliquer collection

source: Browse Collections
fr: Parcourir Collections

source: Collection List
fr: Liste des collections

source: This Collection does not have any sub collections that you can manage.
fr: Cette collection n'a aucune sous collection que vous pouvez administrer.

source: sub collections
fr: Sous collections

source: On sub collections...
fr: Sous collections...

source: Manage widgets
fr: Gérer widgets

source: Manager
fr: Gestionnaire

source: Choose a collection
fr: Choisir une collection

source: View specimen part
fr: voir une partie d'échantillon

source: Part overview
fr: Aperçu de partie

source: Part %d
fr: Partie %d

source: Edit Maintenance
fr: Editer Maintenance

source: Edit Maintenance :
fr: Editer Maintenance :

source: Add Maintenance
fr: Ajouter Maintenance

source: New part
fr: Nouvelle partie

source: Duplicate part
fr: Dupliquer partie

source: There are currently no part
fr: Il n'y a actuellement aucune partie

source: Add part
fr: Ajouter partie

source: Count
fr: Nombre

source: Surnumerary
fr: Surnuméraire

source: Complete
fr: Complet

source: Specimen %d
fr: Echantillon %d

source: Individuals overview
fr: Aperçu d'individus

source: New specimen
fr: Nouvel échantillon

source: Duplicate specimen
fr: Dupliquer échantillon

source: Specimen Search
fr: Rechercher échantillon

source: New Individual
fr: Nouvel individu

source: Individual
fr: Individu

source: New Specimen
fr: Nouvel échantillon

source: New Part
fr: Nouvelle partie

source: Edit Part
fr: Editer partie

source: Add identifier
fr: Ajouter Identificateur

source: Choose a specimen
fr: Choisir un échantillon

source: Do you want to also duplicate hidden data
fr: Voulez vous aussi dupliquer les données cachés

source: Specimen individuals count
fr: Nombre d'individus d'échantillon

source: Specimen individuals count min
fr: Nombre min d'individus d'échantillon

source: Specimen individuals count max
fr: Nombre max d'individus d'échantillon

source: View Mineralogic unit
fr: Voir unité minéralogique

source: Add Mineralogic unit
fr: Ajouter unité minéralogique
