Repository: PolloFox/Darwin
Catalog: apps/backend/i18n/template.xliff
Languages: fr

source: New Mineralogic unit
fr: Nouvelle unité minéralogique

source: Edit Mineralogic unit
fr: Editer unité minéralogique

source: Search Mineralogic unit
fr: Rechercher unité minéralogique

source: Mineralogic unit Search
fr: Recherche d'unité minéralogique

source: Choose a Mineralogic unit
fr: choisir unité minéralogique

source: This element already has synonyms.<br />Are you sure that you want to merge them together?
fr: Cet élément a déjà un synonyme.<br />Etes vous sûre de vouloir les regrouper ?

source: Yes
fr: Oui

source: There are no widgets here. Pick one from the widgets collection.
fr: Il n'y a pas de widgets. Prenez en depuis la boite a widgets.

source: There are no more widgets to add
fr: Il n'a plus de widgets à ajouter

source: View Expeditions
fr: voir expéditions

source: Members
fr: Membres

source: Add Expedition
fr: Ajouter expédition

source: New Expedition
fr: Nouvelle expédition

source: Edit Expedition
fr: Editer expédition

source: Add Member
fr: Ajouter Membre

source: Duplicate Expedition
fr: Dupliquer expédition

source: Search Expeditions
fr: Rechercher expédition

source: Expedition Search
fr: Recherche d'expédition

source: No Expedition Matching
fr: Aucune expéditions correspondantes

source: Choose an expedition
fr: Choisir une expédition

source: View Taxonomic unit
fr: Voir unité taxonomique

source: Add Taxonomic unit
fr: Ajouter unité taxonomique

source: New Taxonomic unit
fr: Nouvelle unité taxonomique

source: Edit Taxonomic unit
fr: Editer unité taxonomique

source: New Taxa
fr: Nouveau taxon

source: Duplicate Taxa
fr: Dupliquer taxon

source: Search Taxonomic unit
fr: Rechercher unité taxonomique

source: Taxonomic unit Search
fr: Recherche d'unité taxonomique

source: Choose a Taxon
fr: Choisir un taxon

source: You can view private specimens linked to this collection
fr: Vous pouvez voir les échantillons privés de cette collection

source: You can edit specimens linked to this collection
fr: Vous pouvez éditer les échantillons liés à cette collection

source: You are Manager of this collection
fr: Vous êtes gestionnaire de cette collection

source: New User
fr: Nouvel utilisateur

source: Edit Profile
fr: Editer profil

source: Show link with
fr: Afficher lien avec

source: Hide link with
fr: Cacher les liens avec

source: Edit user widgets
fr: Editer les widgets de cet utilisateur

source: Edit your widgets
fr: Editer vos widgets

source: Rights on collections
fr: Droits dans les collections

source: View your rights on collections
fr: Voir vos droits dans les collections

source: List of rights in collections
fr: Liste des droits dans les collections

source: Edit My Profile
fr: Editer mon profil

source: Search Users
fr: Rechercher utilisateurs

source: Users Search
fr: Recherche d'utilisateurs

source: You can view only public collections
fr: Vous ne pouvez voir que les collections publiques

source: Edit User widgets
fr: Editer les widgets de cet utilisateur

source: Deactivated
fr: Désactivée

source: Activated
fr: Activée

source: Opened
fr: Ouverte

source: Custom title
fr: Titre personnalisé

source: Surname
fr: Surnom

source: Edit Preferences widgets
fr: Editer préférences de widgets

source: Search in Specimens
fr: Rechercher dans les échantillons

source: Board Widgets
fr: Tableau de bord

source: You can also use widgets below for this collection
fr: Vous avez aussi accès aux widgets ci-dessous pour cette collection

source: Add a new login
fr: Ajouter un nouvel identifiant

source: Search User
fr: Rechercher un utilisateur

source: Add another title
fr: Ajouter un autre titre

source: Hide link with people
fr: Cacher lien avec les personnes

source: Hide link with institution
fr: Cacher lien avec les institutions

source: Show link with people
fr: Voir lien avec les personnes

source: Show link with institution
fr: Voir lien avec les institutions

source: Gender
fr: Titre

source: family name
fr: Nom de famille

source: Additional names
fr: Nom additionels

source: Languages
fr: Langues

source: Login info
fr: Information de connexion

source: Is physical
fr: Personne physique ?

source: Sub type
fr: Sous type

source: Language country
fr: Pays

source: Mother
fr: Maternelle

source: Preferred language
fr: Langue préférée

source: Comm type
fr: Type de comm

source: Entry
fr: Entrée

source: Tag
fr: Label

source: Gtu from date
fr: Date de début du GTU

source: Organization
fr: Organisation

source: Role in the organization
fr: Rôle dans l'organisation

source: Mass Actions
fr: Actions massives

source: Street
fr: Rue

source: Extended address
fr: Adresse complémentaire

source: Po box
fr: Numéro de boite

source: Zip code
fr: Code postal

source: Home
fr: Domicile

source: Work
fr: Travail

source: Pager
fr: Bipper

source: Voice
fr: Vocal

source: User name
fr: Nom d'utilisateur

source: New password
fr: Nouveau mot de passe

source: Confirm password
fr: Confirme mot de passe

source: Login type
fr: Type de connexion

source: List of widgets available for
fr: Liste de widgets disponibles pour

source: Mandatory
fr: Indispensable

source: Right
fr: Droit

source: Default specimens visible columns
fr: Colones d'échantillon visibles par défaut

source: Default individuals visible columns
fr: Colones d'individu visibles par défaut

source: Default parts visible columns
fr: Colones de partie visibles par défaut

source: Number of saved specimens
fr: Nombre d'échantillons sauvés

source: Number of saved searches
fr: Nombre de recherches sauvées

source: Visibility of fields in results :
fr: Champs visibles dans le résultat :

source: Define which field will be available by default into the specimen search
fr: Défini quels champs seront disponibles par défaut dans la recherche d'échantillon

source: Define which field will be available by default into the specimen individual search
fr: Défini quels champs seront disponibles par défaut dans la recherche d'individu d'échantillon

source: Define which field will be available by default into the specimen part search
fr: Défini quels champs seront disponibles par défaut dans la recherche de partie d'échantillon

source: Sampling Location
fr: Point d'échantillonage

source: All specimens encoded by me
fr: Tous les échantillons que j'ai encodé

source: All Mamals
fr: Tous les mammifères

source: Records per page:
fr: Enregistrement par page:

source: Extinct
fr: Eteinte

source: Synonymies
fr: Synomymes

source: External Url
fr: Lien externe

source: Link
fr: Lien

source: Keywords
fr: Mots clés

source: Properties
fr: Propriétés

source: Unit Name :
fr: Nom de l'unité :

source: Possible Keywords
fr: Mots clés possibles

source: Property type
fr: Type de propiété

source: Add another type
fr: Ajouter un autre type

source: Add another sub-type
fr: Ajouter un autre sous type

source: Add another qualifier
fr: Ajouter un qualificatif

source: Property sub type
fr: Sous type de la propriété

source: Property qualifier
fr: Qualificatif de la propriété

source: Date from
fr: Date début

source: Date to
fr: Date fin

source: Property method
fr: Méthode de la propriété

source: Property tool
fr: Outil de la propriété

source: Value units
fr: Unité de valeur

source: Accuracy units
fr: Unité de précision

source: Vernacular names
fr: Noms vernaculaires

source: Recombined from
fr: Recomposé depuis

source: Current name
fr: Nom actuel

source: Renamed in
fr: Renommé en

source: Group name
fr: Groupe

source: Item
fr: Objet

source: Associated
fr: Association

source: Comments
fr: Commentaires

source: Notion concerned
fr: Notion concernée

source: Add another community
fr: Ajouter une autre communauté

source: taxon information
fr: Information sur le taxon

source: taxon life history
fr: Historique de vie du taxon

source: Synonyms
fr: Synonymes

source: Hommonyms
fr: Homonymes

source: Isonyms
fr: Isonymes

source: valid
fr: valide

source: invalid
fr: invalide

source: deprecated
fr: Obsolète

source: domain
fr: domaine

source: kingdom
fr: royaume

source: Choose Parent
fr: Choisir un parent

source: Author
fr: Autheur

source: Main Author
fr: Autheur principal

source: Secondary Author
fr: Autheur secondaire

source: Reviewer
fr: Critique

source: Publisher
fr: Editeur

source: Corrector
fr: Correcteur

source: Related
fr: Proche

source: Activity date from
fr: Date d'activité de

source: Activity date to
fr: Date d'activé à

source: Add Link
fr: Ajouter un lien

source: Low. bound (My)
fr: Limite inf. (Ma)

source: Up. bound (My)
fr: Limite sup. (Ma)

source: Local unit ?
fr: Unité locale ?

source: Cristalographic system
fr: Système cristalographique

source: class
fr: classe

source: family
fr: famille

source: Administrator
fr: Administrateur

source: Collection manager
fr: Gestionnaire de collection

source: Encoder
fr: Encodeur

source: Registered user
fr: Utilisateur enregistré

source: Expedition from date
fr: Date début d'expédition

source: Expedition to date
fr: Date fin d'expédition

source: Photographer
fr: Photographe

source: Identifier
fr: Identificateur

source: Collector
fr: Collecteur

source: Preparator
fr: Préparateur

source: Institution Name
fr: Nom de l'institution

source: phone/fax
fr: téléphone/fax

source: Relationship type
fr: Type de relation

source: belongs to
fr: Appartient à

source: is department of
fr: Est un département de

source: is section of
fr: Est une section de

source: works for
fr: Travaille pour

source: Birth date
fr: Date de naissance

source: End date
fr: Date de décès

source: general information
fr: Information générale

source: Gtu to date
fr: Date de fin du GTU

source: Administrative area
fr: Zone administrative

source: Topographic structure
fr: Structure topographique

source: Hydrographic
fr: Hydrographique

source: Area
fr: Zone

source: Historical
fr: Historique

source: Populated Places
fr: Endroits peuplés

source: Underground
fr: Souterrain

source: Road
fr: Route

source: Vegetation
fr: Végétation

source: Other
fr: Autre

source: Spot
fr: Place

source: Public sampling location ?
fr: Point d'échantillonage public ?

source: Pick a relationship in the list
fr: Choisissez une relation dans la liste

source: Add another relationship
fr: Ajouter une autre relation

source: Selected
fr: Sélectionné

source: Available
fr: Disponible

source: Add new value:
fr: Ajouter une nouvelle valeur:

source: Undefined
fr: indéfini

source: Donation
fr: Don

source: Exchange
fr: Echange

source: Internal work
fr: Travail interne

source: Loan
fr: Prêt

source: Purchase
fr: Achat

source: Judicial seizure
fr: Saisie judiciaire

source: Trip
fr: Voyage

source: Excavation
fr: Fouille

source: Collect
fr: Collecte

source: Choose Collection
fr: Choisir Collection

source: physical
fr: physique

source: Main
fr: Prim

source: Second.
fr: Sec.

source: Choose a Collector
fr: Choisir un collecteur

source: Choose !
fr: Choisir !

source: Biological
fr: Biologique

source: Mineral
fr: Minerale

source: Choose Taxon
fr: Choisir Taxon

source: Choose Mineral
fr: Choisir Minerai

source: Unit:
fr: Unité:

source: What would you like to search ?
fr: Que voulez vous chercher ?

source: Code of
fr: Code de

source: Sampling Location code
fr: Code du point d'échantillonage

source: Individuals
fr: Individus

source: Parts
fr: Parties

source: All
fr: Tous

source: Given Name
fr: Prénom

source: Not applicable
fr: Non Applicable

source: Collectors
fr: Collecteurs

source: This I.G. number does not exist. Would you like to automatically insert it ?
fr: Ce numéro d'Ig n'éxiste pas. Voulez vous l'insérer automatiquement ?

source: Add an other type
fr: Ajouter un autre type

source: Add an other sex
fr: Ajouter un autre sexe

source: Pick a type in the list
fr: Choisir un type dans la liste

source: Pick a sex in the list
fr: Choisir un sexe dans la liste

source: not applicable
fr: Non applicable

source: undefined
fr: indéfini

source: Pick a "sexual" state in the list
fr: Choisir un état "sexuel" dans la liste

source: Add an other "sexual" state
fr: Ajouter un autre état "sexuel"

source: Add an other stage
fr: Ajouter une autre étape

source: Pick a stage in the list
fr: Choisir une étape dans la liste

source: imprecise
fr: imprécis

source: exact
fr: exacte

source: Pick a social status in the list
fr: Choisir un status social dans la liste

source: Add an other social status
fr: Ajouter un autre status social

source: Add an other rock form
fr: Ajouter une autre forme rocheuse

source: Pick a rock form in the list
fr: Choisir une forme rocheuse dans la liste

source: Delete this individual
fr: Supprimer cet individu

source: Delete this part
fr: Supprimer cette partie

source: Pick parts in the list
fr: Choisir une partie dans la liste

source: Add another parts
fr: Ajouter une autre partie

source: Add another container
fr: Ajouter un autre conteneur

source: Pick a container in the list
fr: Choisir un conteneur dans la liste

source: Pick a container storage in the list
fr: Choisir un conteneur de stockage dans la liste

source: Add another container storage
fr: Ajouter un autre conteneur de stockage

source: Add another sub container type
fr: Ajouter un autre type de sous conteneur

source: Pick a sub container type in the list
fr: Choisir un type de sous conteneur dans la liste

source: Pick a sub container storage in the list
fr: Choisir un sous conteneur de stockage dans la liste

source: Add another sub container storage
fr: Ajouter un autre sous conteneur de stockage

source: Insurer:
fr: Assureur:

source: Add another status
fr: Ajouter un autre status

source: Pick a status in the list
fr: Choisir un status dans la liste

source: Add another building
fr: Ajouter un autre bâtiment

source: Pick a building in the list
fr: Choisir un bâtiment dans la liste

source: Add another floor
fr: Ajouter un autre étage

source: Pick a floor in the list
fr: Choisir un étage dans la liste

source: Add another room
fr: Ajouter une autre salle

source: Pick a room in the list
fr: Choisir une salle dans la liste

source: Add another row
fr: Ajouter un rayon bâtiment

source: Pick a row in the list
fr: Choisir un rayon dans la liste

source: Add another building
fr: Ajouter un autre bâtiment

source: Pick a building in the list
fr: Choisir un bâtiment dans la liste

source: Pick a shelf in the list
fr: Choisir un plateau dans la liste

source: Add another shelf
fr: Ajouter un autre plateau

source: Field action
fr: Agir sur le champs

source: Record
fr: Enregistrement

source: Your Ig number will be lost ! are you sure you want continue ?
fr: Votre numéro Ig va être perdu ! êtes vous sur de vouloir continuer ?
